const langRU = [
  {
    id: 'nav_company',
    text: 'О компании'
  },
  {
    id: 'nav_prod',
    text: 'Продукция'
  },
  {
    id: 'nav_contact',
    text: 'Контакты'
  },
  {
    id: 'about_comp',
    text: 'О компании'
  },
  {
    id: 'sm_nav_main',
    text: 'Главная'
  },
  {
    id: 'sm_nav_company',
    text: 'О компании'
  },
  {
    id: 'sm_nav_prod',
    text: 'Продукция'
  },
  {
    id: 'sm_nav_contacts',
    text: 'Контакты'
  },
  {
    id: 'mareven_dscr',
    text: 'Mareven\u00a0– ведущий производитель продуктов питания высокого качества по\u00a0доступной цене. Мы\u00a0рофессионалы в\u00a0своём деле и\u00a0лидер продаж в\u00a0продуктовых категориях «лапша быстрого приготовления», «картофельное пюре быстрого приготовления» и\u00a0«сухие бульоны» на\u00a0рынке СНГ, Европы и\u00a0Африки.'
  },
  {
    id: 'rollton_dscr',
    text: 'Более 20\u00a0лет Роллтон завоевывает сердца потребителей и\u00a0остается незаменимым помощником на\u00a0ухне. Миллионы семей доверяют нашей продукции: тщательно разработанная рецептура и\u00a0постоянный контроль качества на\u00a0всех этапах производства гарантируют отличный вкус готового блюда. Сегодня Роллтон\u00a0– это\u00a0кулинарный мир, в\u00a0котором удобно, легко и\u00a0быстро готовить.'
  },
  {
    id: 'prod_title',
    text: 'Продуктовая линейка'
  },
  {
    id: 'prod_subtitle_left',
    text: 'Традиционные макароны'
  },
  {
    id: 'prod_subtitle_right',
    text: 'Традиционные макароны яичные'
  },
  {
    id: 'left_1',
    text: 'Трубки'
  },
  {
    id: 'left_3',
    text: 'Витки'
  },
  {
    id: 'left_4',
    text: 'Перья'
  },
  {
    id: 'left_5',
    text: 'Ракушки'
  },
  {
    id: 'left_6',
    text: 'Рожки'
  },
  {
    id: 'left_8',
    text: 'Спирали'
  },
  {
    id: 'right_1',
    text: 'Перья'
  },
  {
    id: 'right_2',
    text: 'Рожки'
  },
  {
    id: 'right_4',
    text: 'Спирали'
  },
  {
    id: 'contact_title',
    text: 'Контакты'
  },
  {
    id: 'contact_adress',
    text: '050000,\u00a0Республика\u00a0Казахстан, г.\u00a0Алматы,\u00a0ул.\u00a0Кунаева,\u00a0д.77,<br>Бизнес\u00a0центр\u00a0«Parkview\u00a0Office\u00a0Tower», 6\u00a0этаж,\u00a0офис\u00a0№13'
  },
  {
    id: 'open__map-small',
    text: 'Посмотреть на карте'
  },
]

const langKZ = [
  {
    id: 'nav_company',
    text: 'Компания туралы'
  },
  {
    id: 'nav_prod',
    text: 'Өнiмдер'
  },
  {
    id: 'nav_contact',
    text: 'Байланыстар'
  },
  
  {
    id: 'sm_nav_company',
    text: 'Компания туралы'
  },
  {
    id: 'sm_nav_prod',
    text: 'Өнiмдер'
  },
  {
    id: 'sm_nav_contacts',
    text: 'Байланыстар'
  },{
    id: 'sm_nav_main',
    text: 'Басты бет'
  },
  {
    id: 'about_comp',
    text: 'Компания туралы'
  },
  {
    id: 'mareven_dscr',
    text: 'Mareven – қолжетімді бағамен жоғары сапалы азық-түлік өндіруші. Біз өз ісіміздің кәсіпқойларымыз және ТМД, Еуропа және Африка нарығындағы «жылдам әзірленетін кеспе», «жылдам әзірленетін картоп пюресі» және «құрғақ сорпалар» азық-түлік санаттарын сату бойынша көшбасшымыз.'
  },
  {
    id: 'rollton_dscr',
    text: '20 жылдан астам Роллтон тұтынушылардың жүрегін жаулап алып, ас үйде таптырмайтын көмекші болып қалуда. Миллиондаған отбасы біздің өнімімізге сенеді: мұқият дайындалған рецептура және өндірістің барлық кезеңдерінде сапаны тұрақты бақылау дайын тағамның тамаша дәміне кепілдік береді. Бүгінгі Роллтон – бұл ыңғайлы, оңай және тез дайындауға болатын аспаздық әлемі.'
  },
  {
    id: 'prod_title',
    text: 'Өнiмдер'
  },
  {
    id: 'prod_subtitle_left',
    text: 'Дәстүрлі макарондар'
  },
  {
    id: 'prod_subtitle_right',
    text: 'Дәстүрлі жұмыртқа қосылған макарондар'
  },
  {
    id: 'left_1',
    text: 'Түтік тәрізді'
  },
  {
    id: 'left_3',
    text: 'Айланыстар'
  },
  {
    id: 'left_4',
    text: 'Қауырсын'
  },
  {
    id: 'left_5',
    text: 'қабықшалар'
  },
  {
    id: 'left_6',
    text: 'Мүйізше'
  },
  {
    id: 'left_8',
    text: 'Шиыршықтар'
  },
  {
    id: 'right_1',
    text: 'Қауырсын'
  },
  {
    id: 'right_2',
    text: 'Мүйізше'
  },
  {
    id: 'right_4',
    text: 'Шиыршықтар'
  },
  {
    id: 'contact_title',
    text: 'Байланыстар'
  },
  {
    id: 'contact_adress',
    text: '050000,\u00a0Қазақстан\u00a0Республикасы, Алматы\u00a0қ., Қонаев\u00a0к-сі.,\u00a077\u00a0үй, «Parkview\u00a0Office\u00a0Tower»\u00a0Бизнес\u00a0орталығы, 6\u00a0қабат\u00a0№13\u00a0кеңсе'
  },
  {
    id: 'open__map-small',
    text: 'картаға қараңыз'
  },
]